Repository: Adi03tya/Udyog-Saarthi-V2.0
Catalog: myproject/locale/*/LC_MESSAGES/django.po
Languages: hi, mr

source: Read This Page
hi: इस पृष्ठ को पढ़ें
mr: ही पृष्ठ वाचा

source: Font-size:
hi: फ़ॉन्ट-आकार:
mr: फॉन्ट आकार:

source: A
mr: अ

source: Select Theme:
hi: थीम चुनें:
mr: थीम निवडा:

source: Language:
hi: भाषा:
mr: भाषा:

source: Udyog Sarathi
hi: उद्योग सारथी
mr: उद्योग सारथी

source: Home
hi: मुख्य पृष्ठ
mr: मुखपृष्ठ

source: Jobs
hi: नौकरियां
mr: नोकऱ्या

source: Notifications
hi: सूचनाएं
mr: सूचना

source: PYQ'S
hi: पिछले साल के प्रश्न पत्र
mr: परीक्षेचे प्रश्नपत्रिकेचे

source: Tutorials
hi: ट्यूटोरियल्स
mr: शिकवण्या

source: Logout
hi: लॉगआउट
mr: बाहेर पडा

source: login
hi: लॉगिन
mr: लॉगिन

source: Login as Candidate
hi: उम्मीदवार के रूप में लॉगिन करें
mr: उमेदवार म्हणून लॉगिन करा

source: Login as Employer
hi: नियोक्ता के रूप में लॉगिन करें
mr: नियोजक म्हणून लॉगिन करा

source: Register as <br> Candidate
hi: रजिस्टर करें <br> उम्मीदवार के रूप में
mr: नोंदणी करा <br> उमेदवार म्हणून

source: Register as <br> Employer
hi: रजिस्टर करें <br> नियोक्ता के रूप में
mr: नोंदणी करा <br> नियोजक म्हणून

source: About us
hi: हमारे बारे में
mr: आमच्याबद्दल

source: The purpose of the <b>Udyog Saarthi</b> is to address the significant challenges faced by individuals with disabilities in accessing employment opportunities and acquiring essential job skills. This digital platform is designed with a profound commitment to empower this demographic group by providing them not only with the means to secure meaningful employment but also with avenues for skill development and personal growth. In essence, the project seeks to enhance the quality of life for individuals with disabilities by promoting self-reliance and economic independence.
hi: <b>उद्योग सारथी</b> का उद्देश्य विकलांग व्यक्तियों को रोजगार के अवसरों तक पहुँचने और आवश्यक नौकरी कौशल प्राप्त करने में आने वाली महत्वपूर्ण चुनौतियों को दूर करना है। यह डिजिटल प्लेटफ़ॉर्म इस जनसंख्या समूह को केवल रोजगार हासिल करने के साधन ही नहीं, बल्कि कौशल विकास और व्यक्तिगत विकास के लिए अवसर प्रदान करके सशक्त बनाने के प्रति एक गहरी प्रतिबद्धता के साथ डिज़ाइन किया गया है। इस परियोजना का मुख्य उद्देश्य विकलांग व्यक्तियों के जीवन की गुणवत्ता को बेहतर बनाना और आत्मनिर्भरता और आर्थिक स्वतंत्रता को बढ़ावा देना है।
mr: <b>उद्योग सारथी</b> चे उद्दीष्ट म्हणजे अपंग व्यक्तींना रोजगाराच्या संधी मिळविणे आणि महत्वाचे नोकरी कौशल्ये मिळविणे या मोठ्या आव्हानांचा सामना करणे. हा डिजिटल प्लॅटफॉर्म याच्याशी संबंधित गटाला केवळ अर्थपूर्ण रोजगार मिळविण्याचे साधन देत नाही तर कौशल्य विकास आणि व्यक्तिगत विकासाच्या मार्गांनाही प्रोत्साहन देतो. मूलत: हा प्रकल्प स्वत:ची आत्मनिर्भरता आणि आर्थिक स्वावलंबन वाढविणे हे उद्दिष्ट आहे.

source: Job Openings
hi: नौकरी की रिक्तियाँ
mr: नोकरीच्या रिक्त जागा

source: Posted By :
hi: प्रकाशित द्वारा :
mr: प्रकाशित केलेले :

source: Openings:
hi: रिक्तियाँ:
mr: रिक्त जागा:

source: Location:
mr: स्थान:

source: Apply
hi: आवेदन करें
mr: अर्ज करा

source: Our Services
hi: हमारी सेवाएँ
mr: आमच्या सेवा

source: Job Mapping
hi: नौकरी का मानचित्रण
mr: नोकरी नकाशा

source: To explore suitable job roles for persons with disability across sectors.
hi: विभिन्न क्षेत्रों में विकलांग व्यक्तियों के लिए उपयुक्त नौकरी भूमिकाओं का पता लगाना।
mr: विभागांमध्ये अपंग व्यक्तींसाठी योग्य नोकरी भूमिका शोधणे.

source: Accessibility Audit
hi: पहुंच की जाँच
mr: प्रवेश क्षमता तपासणी

source: To assess Physical accessibility of a worksite and suggest alterations to achieve the same.
hi: कार्यस्थल की भौतिक पहुँच का मूल्यांकन करना और इसे प्राप्त करने के लिए संशोधन सुझाना।
mr: कार्यस्थळाची भौतिक प्रवेश क्षमता तपासणे आणि ते प्राप्त करण्यासाठी बदलांचा सल्ला देणे.

source: Sensitization Workshop
hi: संवेदनशीलता कार्यशाला
mr: संवेदनशीलता कार्यशाळा

source: To create awareness and attitudinal accessibility at different levels of the workforce in an organisation.
hi: संगठन में कार्यबल के विभिन्न स्तरों पर जागरूकता और दृष्टिकोण की पहुँच को बढ़ावा देना।
mr: संस्थेमध्ये कार्यबलाच्या विविध स्तरांवर जागरूकता आणि दृष्टिकोण प्रवेश क्षमता निर्माण करणे.

source: Sign Language Interpreter
hi: संकेत भाषा अनुवादक
mr: संकेत भाषा अनुवादक

source: It involves supporting hiring organizations with Sign Language Interpreter for Induction training of PwD workforce (Hearing Impaired or Hearing Hard).
hi: इसमें विकलांग कार्यबल (श्रवण बाधित) के लिए परिचयात्मक प्रशिक्षण हेतु संकेत भाषा अनुवादक के साथ भर्ती संगठनों का समर्थन शामिल है।
mr: यामध्ये अपंग कार्यबल (श्रवण बाधित) च्या परिचय प्रशिक्षणासाठी संकेत भाषा अनुवादकासह भर्ती संस्थांचे समर्थन समाविष्ट आहे.

source: Secondary Training
hi: द्वितीयक प्रशिक्षण
mr: द्वितीयक प्रशिक्षण

source: It involves anticipating and building competencies for future needs to equip the PwD workforce with the required skill set for career development and growth.
hi: इसमें भविष्य की आवश्यकताओं का अनुमान लगाना और विकलांग कार्यबल को करियर विकास और वृद्धि के लिए आवश्यक कौशल सेट से लैस करना शामिल है।
mr: यामध्ये भविष्यातील आवश्यकतांचे अंदाज घेणे आणि विकलांग कार्यबलाला करिअर विकास आणि वाढीसाठी आवश्यक कौशल्ये प्रदान करणे समाविष्ट आहे.

source: Return to Work
hi: कार्य पर वापसी
mr: कामावर परत जाणे

source: Every worker has a probability to acquire a disability or illness that hinders their ability to work. Thus, return to work or rehabilitation of disabled workforce is of immense significance as it assists employees to participate in work and earn a livelihood, contributing to the organisation's growth while also recuperating.
hi: हर कार्यकर्ता में विकलांगता या बीमारी होने की संभावना होती है, जो उनके कार्य करने की क्षमता को बाधित कर सकती है। इसलिए, कार्य पर वापसी या विकलांग कार्यबल का पुनर्वास अत्यधिक महत्वपूर्ण है क्योंकि यह कर्मचारियों को काम में भाग लेने और आजीविका कमाने में मदद करता है, जो संगठन की वृद्धि में योगदान करते हुए उन्हें स्वस्थ भी करता है।
mr: प्रत्येक कर्मचाऱ्याला अपंगत्व किंवा आजारपण होण्याची शक्यता असते, जे त्यांना काम करण्याच्या क्षमतेत अडथळा आणते. त्यामुळे, कामावर परत जाणे किंवा विकलांग कार्यबलाचे पुनर्वसन अत्यंत महत्त्वाचे आहे, कारण ते कर्मचारी कामात भाग घेण्यास आणि उपजीविका मिळविण्यास मदत करते, आणि त्याच वेळी संस्थेच्या वाढीसाठी योगदान देऊन पुनर्वसन करते.
